cookbook.org
:PROPERTIES:
#+STARTUP: overview inlineimages
#+TAGS: @baking @breakfast @entree @side @soup @stew @sauce @dressing
#+TAGS: GF(g)
#+OPTIONS: toc:nil
#+HUGO_BASE_DIR: /home/trevdev/Projects/os-cookbook/
#+HUGO_SECTION: recipe
#+HUGO_AUTO_SET_LASTMOD: t
#+HUGO_FRONT_MATTER_FORMAT: yaml
:END:
#+TITLE: Open Source Cookbook
#+AUTHOR: "Trev"
** Easy Pizza Sauce I
:PROPERTIES:
:export_file_name: easy-pizza-sauce-i
:export_hugo_custom_front_matter: :servings 8
:export_hugo_custom_front_matter+: :prep-time 10
:export_hugo_custom_front_matter+: :cook-time 0
:export_hugo_custom_front_matter+: :ready-in 10
:export_hugo_custom_front_matter+: :source-url https://www.allrecipes.com/recipe/11771/easy-pizza-sauce-i/
:END:
*** Ingredients

- 1 (6 ounce) can tomato paste
- 1  1/2 cups water
- 1/3 cup extra virgin olive oil
- 2 cloves garlic, minced
- salt to taste
- ground black pepper to taste
- 1/2 tablespoon dried oregano
- 1/2 tablespoon dried basil
- 1/2 teaspoon dried rosemary, crushed

*** Directions

1. Mix together the tomato paste, water, and olive oil. Mix well. Add garlic, salt and pepper to taste, oregano, basil, and rosemary. Mix well and let stand several hours to let flavors blend. No cooking necessary, just spread on dough.

