content/recipe/easy-pizza-sauce-i.md
---
title: "Easy Pizza Sauce I"
author: ["Trev"]
lastmod: 2022-05-30T11:03:41-07:00
categories: ["sauce"]
draft: false
servings: 8
prep-time: 10
cook-time: 0
ready-in: 10
source-url: "https://www.allrecipes.com/recipe/11771/easy-pizza-sauce-i/"
---

## Ingredients {#ingredients}

-   1 (6 ounce) can tomato paste
-   1  1/2 cups water
-   1/3 cup extra virgin olive oil
-   2 cloves garlic, minced
-   salt to taste
-   ground black pepper to taste
-   1/2 tablespoon dried oregano
-   1/2 tablespoon dried basil
-   1/2 teaspoon dried rosemary, crushed


## Directions {#directions}

1.  Mix together the tomato paste, water, and olive oil. Mix well. Add garlic, salt and pepper to taste, oregano, basil, and rosemary. Mix well and let stand several hours to let flavors blend. No cooking necessary, just spread on dough.